Repository: mozilla-l10n/mt-training-data
Catalog: rw/rw_pontoon.tmx
Source language: en_us
Languages: rw

source: 2 down, keep it up!<playIcon></playIcon>
rw: 2 hasi, komeza!

source: Abkhaz
rw: Icyabukazi

source: Accent
rw: Imvugo

source: Acehnese
rw: Icyacenezi

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
rw: ese bavuze interuro ku buryo bunoze?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
rw: hanyuma usome interuro uranguruye ijwi

source: { $actionType }<stopIcon></stopIcon> when done
rw: igihe bikozwe

source: { $actionType } submit when ready
rw: ohereza niba witeguye

source: Add an avatar to your profile
rw: Shyira ishusho ndanga ku isura ndanga yawe

source: Additional Language
rw: Urundi rurimi

source: Add Language
rw: Ongeraho ururimi

source: Adyghe
rw: Icyadige

source: Afrikaans
rw: Icyafurikanzi

source: Age
rw: Imyaka

source: Albanian
rw: Ikinyarubaniya

source: All
rw: Byose

source: All voice clips in the dataset are scrubbed of personally identifying information. When a contributor provides demographic data via their profile, that information is de-identified from their voice clips before being bundled for download in the dataset and is never made public on their profile page.
rw: Amajwi yose ari mu ikusanyirizo atandukanywa n'irangamimerere ry'uwayatanze. Igihe utanga umusanzu atanze amakuru amwerekeyeho binyuze ku isura ndanga ye, ayo makuru atandukanywa n'amajwi atanze mbere yo kuyagena ngo ashyirwe aho ashobora kumanurwa na buri wese mu ikusanyirizo kandi ntiyigera ashyirwa ku mugaragaro kuri paji yabo iranga isura ndanga.

source: Amharic
rw: Icyamuhari

source: Anonymized user data like age, sex, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
rw: Imbonwa zitagaragazwa nk'imyaka, igistina n'imvugo zifasha kunoza imbonwa z'amajwi zakoreshejwe mu kwitoza ukuboneza kw'imashini ntahura mvugo.

source: Arabic
rw: Icyarabu

source: Aragonese
rw: Icyaragonezi

source: Assamese
rw: Icyasamezi

source: Asturian
rw: Icyasituriya

source: Audio Format
rw: Uburyo amajwi ateye

source: Avatar
rw: Ishusho ndanga

source: Azerbaijani
rw: Icyazerebayija

source: Back to Top
rw: Subira hejuru

source: Basque
rw: Ikibasike

source: Benefits
rw: Urwunguko

source: Bengali
rw: Ikibengari

source: <bold>{ $count }</bold> Clips
rw: Amajwi

source: <bold>Help us</bold> find more voices
rw: Dufashe kubona andi majwi

source: <bold>iOS</bold> users can download our free app:
rw: Abakoresha iOS bashobora kumanura porogaramu yacu ku buntu:

source: Breton
rw: Ikibureto

source: Build Profile
rw: Gukora isura ndanga

source: Bulgarian
rw: Ikinyaburugariya

source: Buryat
rw: Ikiburyati

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
rw: Kuki imeri ari ngombwa? Tuzakenera kukubaza ibyahindutse ku ikusanyirizo ry'imbonwa, bityo imeri ikaba inzira yo kukugeraho.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy<privacyLink>.
rw: Mu gihe wemeye kwakira imeri uba wemeje ko Mozilla ikoresha ayo makuru nk'uko bisobanuye muri poritiki bwite yayo.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
rw: Wemeye ko utazagerageza kumenya irangamimerere ry'abavuze batanga amajwi mu ikusanyirizo ry'imbonwa rya porogaramu y'Ijwi Rusange.

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
rw: Mu gutanga amwe mu makuru akwerekeyeho, imbonwa z'amajwi watanze ku Ijwi Rusange (Common Voice) zizaba ingirakamaro cyane ku Mvugo. Imashini zitahura amajwi zikoresha izi mbonwa mu kuziboneza.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
rw: Mu gukoresha porogaramu y'Ijwi Rusange, wemeye amabwiriza yacu n'ibirebana n'amakuru bwite adashyirwa ahagaragara.

source: Cancel Re-recording
rw: Kuraho ibifashwe bundi bushya

source: Cancel Submission
rw: Hagarika, reka kohereza.

source: Catalan
rw: Igikatara

source: Change your email via Settings under Login Identity
rw: Hindura imeri yawe unyuze mu buryo mfashagena munsi y'ahagenewe irangamimerere ry'ahinjirirwa

source: Chinese (China)
rw: Igishinwa (cyo mu Bushinwa)

source: Chinese (Hong Kong)
rw: Igishinwa (cyo muri Hongukongo)

source: Chinese (Taiwan)
rw: Igishinwa (cyo muri Tayiwani)

source: Chuvash
rw: Igicuvashi

source: Click
rw: Kanda

source: Clips recorded
rw: Amajwi yafashwe

source: Clips Uploaded
rw: Amajwi yafashwe yinjijwemo

source: Clips validated
rw: Amajwi yemejwe

source: Clips You've Recorded
rw: Amajwi

source: Clips You've Validated
rw: Amajwi wemeje

source: Close
rw: Funga

source: Collecting sentences from the public domain, or writing new ones for the public domain.
rw: Gukusanya interuro zikoreshwa mu bantu bose, cyangwa kwandika izindi nshya zakoreshwa na bose.

source: Common Voice data plus all other voice datasets above.
rw: Porogaramu y'Ijwi Rusange hiyongereyeho ayandi makusanyirizo y'imbonwa z'amajwi ziri hejuru aha.

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
rw: Ijwi Rusange (Common Voice) ni igikorwa cya Mozilla kigamije gufasha kwigisha amamashini uko abantu nyakuri bavuga.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
rw: Amajwi yafaswe ya porogaramu y'Ijwi Rusange akoreshwa n'abarimu ba za kaminuza, abafite ibikorwa by'ubucuruzi biciriritse, n'abashishikazwa no guhugukira gutahura amajwi bashaka gufasha mu gutoza no kumenyekanisha amavomo ariho nka za moderi z'amajwi. Ese watubwira impamvu wifuza ko amajwi yawe asibwa?

source: Connect with Gravatar
rw: Ikonegite unyuze kuri Garavatari (Gravatar).

source: Contact
rw: Aho umuntu abarizwa

source: Contact Form
rw: Urupapuro rwuzuzwaho aho umuntu yaboneka, aho abarizwa

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
rw: Amakuru arimo asomwa gusa n'ufite uruhushya rw'isosiyete nyoroherezabahanzi (Creative Commons).

source: Contribute
rw: Fasha, tanga umusanzu

source: Contribute to { $lang }
rw: Fasha mu, tanga umusanzu mu

source: Contribute Your Voice
rw: Tanga umusanzu w'ijwi

source: Contribution Activity
rw: Igikorwa ntangamusanzu, igikorwa cyo gufasha

source: Contribution Experience
rw: Uburambe mu gutanga umusanzu

source: Cookies
rw: Amakuru nyoboranzira

source: Cornish
rw: Igikorunishi

source: { $count }mo
rw: Ikindi

source: { $count }wk
rw: Ikindi cyumweru

source: { $count }y
rw: Ikindi

source: Croatian
rw: Ikinyakorowasiya

source: Czech
rw: Igiceke

source: Danish
rw: Ikinyadanemariki

source: Dashboard
rw: Imbonerahamwe ngenzuzi

source: Datasets
rw: Ikusanyirizo ry'imbonwa

source: Days
rw: Iminsi

source: De-identified
rw: Itandukanya ry'amakuru y'irangamimerere n'amakuru yandi.

source: Delete my recordings
rw: Gusiba amajwi nafashe

source: Delete Profile
rw: Siba isura ndanga

source: Dhivehi
rw: Ikimaridiviye/ Ikidivehi

source: Donate your voice
rw: Tanga ijwi ryawe

source: Don't see your language on Common Voice yet?
rw: Ntubona ururimi rwawe ku Ijwi Rusange (Common Voice)?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
rw: Ntabwo ubona ururimi rwawe rugaragara mu ikusanyirizo ry'imbonwa? Kugira ngo usabe ururimi ko rujyaho jya ku ipaji yacu y'indimi.

source: Download Common Voice Data
rw: Manura imbonwa zo muri porogaramu y'Ijwi Rusange (Common Voice)

source: Download Data
rw: Manura imbonwa

source: Download Dataset Bundle
rw: Manura umuzingo w'ikusanyirizo ry'imbonwa

source: Download { $language }
rw: Manura

source: Download My Data
rw: Kumanura/ Manura imbonwa zinyerekeyeho

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
rw: Hari ibitekerezo ufite by'uburyo twanoza ikusanyirizo ry'imbonwa za porogaramu y'Ijwi Rusange? Kitubwire ku rubuga duhuriraho rw'Ijambo.

source: Drag and drop or <browseWrap>Browse</browseWrap>
rw: Kurura unarekure cyangwa utambagire

source: During contribution submission feedback will be skipped after clicking 'Submit. Contribution will continue directly with the next set of 5 recordings or validations.
rw: Mu gutanga umusanzu amakuru ngarukira y'iyohereza azasimbukwa nyuma yo gukoanda "Ohereza". Ibyoherejwe nk'umusanzu mutanze bizakomezanya n'indundo 5 z'amajwi yafashwe cyangwa z'ibyemejwe.

source: Dutch
rw: Igihorandi

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
rw: Buri kintu kiri mu ikusanyirizo ry'imbonwa z'amajwi kigizwe n'ijwi ryafashwe n'idosiye yumwandiko waryo. Menshi mu masaha y'ibyafashwe ari mu ikusanyirizo ry'imbonwa na yo arimo amakuru bwite nk'imyaka, igitsina n'imvugo y'umuntu bishobora gufasha gutoza imashini ntahurajwi kuboneza neza.

source: Edit
rw: Kosora/ hindura

source: Edit Profile
rw: Kosora isura ndanga

source: Email
rw: Imeri

source: Email is already used for a different account
rw: Imeri yarakoreshejwe ku yindi konti

source: Email Subscriptions
rw: Isaba ryo kohererezwa imeri.

source: English
rw: Icyongereza

source: Enter Email to Download
rw: Shyiramo imeri kugira ngo umanure

source: Enter your email
rw: Injiza imeri yawe

source: Erzya
rw: Icyeriziya

source: Esperanto
rw: Ikesiperanto

source: Estonian
rw: Ikinyesitoniya

source: Everyone
rw: Buri wese

source: Exit & Delete clips
rw: Sohoka & siba amajwi yafashwe

source: FAQ
rw: Ibibazo bikunze kubazwa

source: Faroese
rw: Ikinyaferowe

source: Female
rw: Gore

source: Finish recording
rw: Kurangiza gufata amajwi

source: Finish recording first?
rw: Mbere na mbere kurangiza gufata amajwi?

source: Finnish
rw: Ikinyafinirande

source: For these launched languages the website has been successfully localized, and has enough sentences collected, to allow for ongoing <italic>Speak</italic> and <italic>Listen</italic> contribution.
rw: Ku ndimi zashyizweho urubuga rwahise rugaragara neza aho ruri, kandi rufite interuro zihagije zakusanyijwe, guha inzira ibigikorwa by'umusanzu wo Kuvuga no Kumva.

source: French
rw: Igifaransa

source: Frequently Asked Questions
rw: Ibibazo bikunze kubazwa

source: Frisian
rw: Igifirizone

source: GB
rw: Jigabayiti

source: Georgian
rw: Ikinyajeworujiya

source: German
rw: Ikidage

source: Get Involved
rw: Gira uruhare

source: Get Started with Speech Recognition
rw: Tangira gukoresha Itahurajwi

source: Glossary
rw: Urutonde rw'amuga

source: Goals
rw: Imigambi

source: Go to Discourse
rw: Jya ku rubuga duhuriraho rw'Ijambo

source: Go to Languages Page
rw: Jya kuri paji y'indimi

source: Go to { $name }
rw: Jya kuri...

source: Great!<recordIcon></recordIcon> Record your next clip
rw: Ni byiza cyane! Fata amajwi yawe akurikiraho.

source: Great work!<playIcon></playIcon> Listen again when you're ready
rw: Wakoze neza! Ongera wumve igihe wumva witeguye

source: Greek
rw: Ikigereki

source: Hakha Chin
rw: Igihakacini

source: Have Feedback?
rw: Ufite amakuru ngarukira?

source: Have questions about Common Voice? Join us on our <discourseLink>Discourse forum</discourseLink>.
rw: Ufite ibibazo birebana na porogaramu y'Ijwi Rusange? Twegera ku rubuga duhuriraho rw'Ijambo

source: Have you read our Terms?
rw: Wasomye amabwiriza yacu?

source: Having a profile is not required to contribute though it is helpful
rw: Kugira ibigwi bikomeye si byo ngombwa nubwo byafasha.

source: Hebrew
rw: Igiheburayo

source: Help
rw: Fasha

source: Help teach machines how real people speak, donate your voice at { $link }
rw: Fasha kwigisha imashini uko abantu nyakuri bavuga, tanga ijwi ryawe kuri...

source: Help us build a community around voice technology, stay in touch via email.
rw: Dufashe gukora umuryango w'abakoresha ikoranabuhanga ry'amajwi, komeza ubane natwe ukoresheje imeri.

source: Help us build a high quality, publicly open dataset
rw: Dufashe gukora ikusanyirizo rifite ireme rikomeye kandi rikoreshwa na buri wese.

source: Help us find others to donate their voice!
rw: Dufashe kubona abandi gutanga ijwi ryabo

source: Help us get to { $goal }
rw: Dufashe ku.....

source: Help us validate sentences!
rw: Dufashe kwemeza interuro!

source: Help us validate voices
rw: Dufashe kwemeza amajwi

source: Hidden
rw: Bihishwe

source: Hill Mari
rw: Igihirimari

source: Hours Recorded
rw: Amasaha yafashwe

source: Hours Validated
rw: Amasaha yemejwe

source: { $hours } validated hours so far!
rw: andi masaha yemejwe kugeza ubu!

source: How can I get the Common Voice data?
rw: Nabona nte imbonwa z'Ijwi Rusange (Common Voice)?

source: How does Common Voice calculate hours?
rw: Porogaramu y'Ijwi Rusange ibara ite amasaha?

source: How do you ensure anonymity and privacy of the people who donated their voices?
rw: Mubigenza mute ngo abantu batanze amajwi yabo batamenywa na bose kandi amakuru yabo bwite abe ibanga?

source: Hungarian
rw: Ikinyahongiriya

source: I agree
rw: Ndabyemeye

source: I am a non-native speaker and I speak with an accent, do you still want my voice?
rw: Ntabwo ndi kavukire w'uru rurimi bigatuma ntaruvuga nka we, ese muracyashaka ko nabaha ijwi ryange?

source: Icelandic
rw: Ikinyisirande

source: I'd like updates and to keep current with what's happening with Common Voice.
rw: Nifuza kumenya amakuru y'ibirimo gukorwa ku Ijwi Rusange (Common Voice).

source: I do not agree
rw: Ntabwo mbyemeye

source: I’m afraid I don’t know what you’re looking for.
rw: Mpagaritswe umutima n'uko ntazi icyo ushaka.

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
rw: Uburyo mwasobanuye muri poritiki zirebana n'amakuru bwite za Mizilla mukoreshamo aya makuru ndabwemera

source: * Indicates required field
rw: *Yemeje ingeri ikenewe

source: Indonesian
rw: Ikinyendoneziya

source: In Progress
rw: Biracyakomeza

source: In progress languages are currently being built for contribution by our communities; their progress reflects where they are across the website localization and sentence collection phases.
rw: Indimi zigishyirwa muri porogaramu y'Ijwi Rusange zirimo gutunganywa kugira ngo abazikoresha batange umusanzu; uko bigenda bikorwa bigaragaza aho ziri ku rubuga n'ibyiciro byo gukusanya interuro.

source: Interlingua
rw: Uruhuzandimi

source: Irish
rw: Ikinyirirande

source: Is my account information public?
rw: Amakuru yange yose abonwa na buri wese?

source: Is the goal of Common Voice to build a voice assistant?
rw: Ese intego/ umugambi w'Ijwi Rusange ni ugukora porogaramu ifasha ijwi?

source: Italian
rw: Igitariyani

source: Japanese
rw: Ikiyapani

source: Kabyle
rw: Igikabire

source: Kaqchikel
rw: Igikacikeri

source: Kazakh
rw: Igikazake

source: Keep
rw: Kuyagumishamo

source: Keep it up, record again <recordIcon></recordIcon>
rw: Komereza aho, ongera ufate amajwi!

source: Keep the recordings
rw: Komeza ufate amajwi

source: Keep track of your progress and metrics across multiple languages.
rw: Komeza ugenzure uko ibyo ukora bigenda mu ndimi nyinshi.

source: Keep track of your progress with a profile and help our voice data be more accurate.
rw: Komeza ugenzure uko ibintu bigenda unyuze ku isura ndanga unadufashe kunoza imbonwa z'amajwi zacu.

source: Kinyarwanda
rw: Ikinyarwanda

source: Komi-Zyrian
rw: Igikomi

source: Korean
rw: Igikoreya

source: Kyrgyz
rw: Igikirigize

source: Language
rw: Ururimi

source: Language Request
rw: Gusaba ururimi

source: Language request successfully submitted, thank you.
rw: Gusaba ururimi byoherejwe neza, urakoze.

source: Languages
rw: Indimi

source: Launched
rw: Byatangijwe / zashyizweho

source: Leaderboard Visibility
rw: Uko imbonerahamwe y'ubwitabire igaragarira bose

source: Leaving now means you'll lose your progress
rw: Kuvaho ubu bisobanuye ko urabura amakuru y'aho wari ugeze

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
rw: Isomero-jambo (LibriSpeech) ni indundo y'amasaha hafi 1000 ya kiroheritse 16 z'imvugo z'Icyongereza zavuye mu majwi y'ibyasomwe mu bitabo by'umushinga w'Isomero-jwi (LibriVox).

source: License
rw: Uburenganzira

source: License: <licenseLink>CC-0</licenseLink>
rw: Uburenganzira

source: License: <licenseLink>{ $license }</licenseLink>
rw: Uburenganzira

source: Link Copied
rw: Inzira yakoporowe

source: Listen
rw: Umva

source: Loading…
rw: Birakinjira...

source: Localization
rw: Kugena ahantu/ ahantu

source: Localized
rw: Cyagaragaye/hagaragaye

source: Login Identity
rw: Injiza irangamimerere

source: Log In / Sign Up
rw: Injira

source: Log Out
rw: Funga imeri

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
rw: Bisa nkaho nta majwi yo kumva muri uru rurimi. Dufashe kuzuza ahabugenewe wifate amajwi ubu.

source: Macedonian
rw: Ikinyamasedoniya

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
rw: Oherezanya imbonwa zawe hamwe n'andi makuru mbarurishamibare yose ya ngombwa yawe bwite. Tubanza kuyagenzura mbere yo kuyashyira ahagaragarira buri wese.

source: Male
rw: Gabo

source: Manage Subscriptions
rw: Genzura isaba wakoze

source: MB
rw: Megabayiti

source: Meadow Mari
rw: Ikimidowu

source: Message
rw: Ubutumwa

source: Mixed
rw: Bivanze/ ivanze

source: Moksha
rw: Ikimokusha

source: Mongolian
rw: Ikimongori

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
rw: Imbonwa nyinshi zikoreshwa n'amasosiyete magari ntizigera ku bantu benshi. Dusanga ibyo ari ibyo kurushya abantu. Ni yo mpamvu twatangije uyu mushinga w'Amajwi Rusange (Common Voice) ugamije gufasha mu gutuma ijwi ryumvikana rikanamenywa na buri wese.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
rw: Imbonwa nyinshi zikoreshwa n'amasosiyete magari ntizigera ku bantu benshi. Dusanga ibyo ari ibyo kurushya abantu. Ni yo mpamvu twatangije uyu mushinga w'Amajwi Rusange (Common Voice) ugamije gufasha mu gutuma ijwi ryumvikana rikanamenywa na buri wese.

source: Most speech databases are trained with an overrepresentation of certain demographics which results in a bias towards <articleLink>male and middle class</articleLink>. Accents and dialects that tend to be under-represented in training data sets are typically associated with groups of people who are already marginalised. Many machines also struggle to understand female voices. This is why in our voice database we want variety!
rw: ikusanyirizo ry'imbonwa z'imvugo nyinshi zirimo amakuru bwite y'abantu atagira ingano bigatuma habaho gushyira abantu cyane ab'igitsina gabo cyangwa abacuriritse ku gihande runaka mu bijyanye n'imvugo. Imvugo n'indimi shami bisa n'ibitagwiriye mu mbonwa zigwaho bihuzwa n'amatsinda y'abantu asa n'ahabwa akato. Hari n'imashini nyinshi zihura n'ikibazo mu gutahura amajwi y'ab'igitsina gore. Iyi ni yo mpamvu dukeneye amajwi anyuranye mu mbonwa z'amajwi zacu.

source: Mozilla doesn’t pick or favor any one language over another. Instead, Common Voice is a purely community-driven initiative, but it takes <multilangLink>several steps to add a new language</multilangLink> and begin collecting voice donations. First, the Common Voice website needs to be translated so community members can access the contributor experience in their own language. Next, we need a large collection of copyright-free sentences for people to read outloud. Once both of those requirements are satisfied a language is “launched” on Common Voice for people to start recording their voice and validating others donations.
rw: Mozilla nta rurimi irutisha ururndi. Ahubwo Ijwi Rusange (Common Voice) ni igikorwa kerekeye rubanda, ariko kigira ibyiciro byinshi mbere yo kongeramo ururimi no gutangira kwegeranya amajwi atangwa n'abaruvuga. Icya mbere ni uko urubuga rw'Ijwi Rusange rukeneye guhindurwa mu rurimi kugira ngo abaruvuga bashobore gusobanukirwa n'ibyo abantu bashyiraho mu rurimi rwabo. Ikindi ni uko dukeneye kwegeranya interuro nyinshi zidakumirwa n'uburenganzira bw'umutungo mu by'ubwenge bw'abazivuze abantu basoma baranguruye.Iyo ibi byombi byubahirijwe ururimi rushyirwa ku Ijwi Rusange (Common Voice) abantu bagatangira gufata amajwi yabo cyangwa kwemeza ubuhame bw'amajwi yatanzwe n'abandi.

source: Mozilla is dedicated to keeping the web open and accessible for everyone. To do that we need to empower web creators through projects like Common Voice. As voice technologies proliferate beyond niche applications, we believe they must serve all users equally. That means investing in more languages and accommodating diverse accents and demographics when building and testing voice technologies. Common Voice is a public resource available to everyone and Mozilla teams and developers around the world are already using it on our own projects as well.
rw: Mozilla yiyemeje gukomeza gufungura urubuga no gutuma rugerwaho na buri wese. Kugira ngo bishoboke, ni ngombwa gufasha abakora imbuza za Webu binyuze mu mishinga nk'Ijwi Rusange. Mu gihe ikoranabuhanga ry'amajwi rirushaho kugera muri porogaramu zinyuranye, twumva zikwiye gufasha abazikoresha ku buryo bungana. Ibi bisobanuye ko ari ngombwa gukora ku ndimi zirenze rumwe no kugira imvugo n'amakuru byinshi mu gihe cyo gukora no kugerageza ikoranabuhanga ry'amajwi. Ijwi rusange ni ivomo rusange kuri buri wese, kandi itsinda rya Mozilla n'abatekinisiye bayo bari ku isi yose barayikoresha mu mishinga yacu.

source: Name
rw: Izina

source: Native Language
rw: Ururimi kavukire

source: Nepali
rw: Ikinepari

source: Next Goals: { $goal }
rw: Imigambi ikurikiraho

source: No
rw: Oya

source: No gravatar found for your email
rw: Nta garavatari ibonetse ijyanye na imeri yanyu.

source: No microphone found.
rw: Nta mikoro igaragaye

source: Norwegian Bokmål
rw: Ikinyanoruveje cyanditse

source: Norwegian Nynorsk
rw: Ikinyanoruveje gishya

source: Note: You will still need to select between Speak or Listen to change contribution type.
rw: Ikitonderwa: Muzaba mugikeneye guhitamo hagati yo Kuvuga cyangwa Kumva kugira ngo muhindure ubwoko bw'umusanzu/ ibyo muzatanga.

source: Not found
rw: Ntibibonetse/ ntabonetse

source: No Thanks
rw: Oya, urakoze.
